a52dec
alsa-utils
amd-ucode
archiso
autoconf
automake
base
bison
blender
bluez-utils
bspwm
btop
code
cups
dbeaver
discord
docker
docker-compose
dunst
dvd+rw-tools
dvdauthor
dvgrab
exfat-utils
faac
faad2
fakeroot
firefox
flex
gimp
godot
gparted
gucharmap
inkscape
kitty
libdca
libmad
libmp4v2
libmpeg2
linux-zen
lmms
make
mpv
neofetch
neovim
nfs-utils
pamixer
patch
pavucontrol
picom
playerctl
polybar
python-pillow
ranger
rofi
transmission-gtk
unrar
unzip
usbutils
wget
xdg-user-dirs
xf86-video-amdgpu
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwud
zip
zram-generator
zsh
